app/controllers/static_pages_controller.rb

  def theclub
    @users = User.all
---
SELECT "users".* FROM "users"